[
    {
        "title": "NASA's Perseverance Rover Goes Through Trials by Fire, Ice, Light and Sound",
        "preview": "The agency's new Mars rover is put through a series of tests in vacuum chambers, acoustic chambers and more to get ready for the Red Planet."
    },
    {
        "title": "NASA's Mars Helicopter Attached to Mars 2020 Rover ",
        "preview": "The helicopter will be first aircraft to perform flight tests on another planet."
    },
    {
        "title": "NASA's Perseverance Rover Will Peer Beneath Mars' Surface ",
        "preview": "The agency's newest rover will use the first ground-penetrating radar instrument on the Martian surface to help search for signs of past microbial life. "
    },
    {
        "title": "Join NASA for the Launch of the Mars 2020 Perseverance Rover",
        "preview": "No matter where you live, choose from a menu of activities to join NASA as we \"Countdown to Mars\" and launch the Perseverance rover to the Red Planet."
    },
    {
        "title": "NASA Wins 4 Webbys, 4 People's Voice Awards",
        "preview": "Winners include the JPL-managed \"Send Your Name to Mars\" campaign, NASA's Global Climate Change website and Solar System Interactive."
    },
    {
        "title": "The Extraordinary Sample-Gathering System of NASA's Perseverance Mars Rover",
        "preview": "Two astronauts collected Moon rocks on Apollo 11. It will take three robotic systems working together to gather up the first Mars rock samples for return to Earth."
    },
    {
        "title": "Screening Soon: 'The Pathfinders' Trains Lens on Mars",
        "preview": "With the Mars 2020 mission ramping up, the documentary — the first of four about past JPL missions to the Red Planet to be shown at Caltech — tells a gripping backstory."
    },
    {
        "title": "Heat and Dust Help Launch Martian Water Into Space, Scientists Find",
        "preview": "Scientists using an instrument aboard NASA’s Mars Atmosphere and Volatile EvolutioN, or MAVEN, spacecraft have discovered that water vapor near the surface of the Red Planet is lofted higher into the atmosphere than anyone expected was possible. "
    },
    {
        "title": "From JPL's Mailroom to Mars and Beyond",
        "preview": "Bill Allen has thrived as the mechanical systems design lead for three Mars rover missions, but he got his start as a teenager sorting letters for the NASA center."
    },
    {
        "title": "8 Martian Postcards to Celebrate Curiosity's Landing Anniversary",
        "preview": "The NASA rover touched down eight years ago, on Aug. 5, 2012, and will soon be joined by a second rover, Perseverance."
    },
    {
        "title": "NASA to Reveal Name of Its Next Mars Rover",
        "preview": "After a months-long contest among students to name NASA's newest Mars rover, the agency will reveal the winning name — and the winning student — this Thursday. "
    },
    {
        "title": "NASA's Perseverance Rover Will Carry First Spacesuit Materials to Mars",
        "preview": "In a Q&A, spacesuit designer Amy Ross explains how five samples, including a piece of helmet visor, will be tested aboard the rover, which is targeting a July 30 launch. "
    },
    {
        "title": "Deadline Closing for Names to Fly on NASA's Next Mars Rover",
        "preview": "You have until Sept. 30 to send your names to Mars aboard the Mars 2020 rover. "
    },
    {
        "title": "NASA's Mars 2020 Rover Closer to Getting Its Name",
        "preview": "155 students from across the U.S. have been chosen as semifinalists in NASA's essay contest to name the Mars 2020 rover, and see it launch from Cape Canaveral this July."
    },
    {
        "title": "NASA's New Mars Rover Is Ready for Space Lasers",
        "preview": "Perseverance is one of a few Mars spacecraft carrying laser retroreflectors. The devices could provide new science and safer Mars landings in the future."
    }
]